# ViewGraphSchedBottomLevel Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ViewGraphSchedBottomLevel Property
ParameterTypeId Class See Also
---
"Bottom Level"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ViewGraphSchedBottomLevel { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ViewGraphSchedBottomLevel As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ViewGraphSchedBottomLevel {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace